Update README.md
added gifs
